{"data":{"allMarkdownRemark":{"edges":[{"node":{"frontmatter":{"title":"Pierwszy przepis"},"html":"<p>TEst test test</p>\n<h2>Topics</h2>\n<ol>\n<li>Avx</li>\n<li>oooo</li>\n<li>ASDASDASD</li>\n</ol>","fields":{"slug":"recipe"}}},{"node":{"frontmatter":{"title":"Drugi przepis"},"html":"<p>TEst test test</p>\n<h2>Topics</h2>\n<ol>\n<li>Avx</li>\n<li>oooo</li>\n<li>ASDASDASD</li>\n</ol>","fields":{"slug":"recipe2"}}}]},"allTips":{"edges":[{"node":{"Img":"https://firebasestorage.googleapis.com/v0/b/cookmaster-9494a.appspot.com/o/img%2Fbg-img.png?alt=media&token=729d234b-32d5-434a-a101-8a62d849a7b9","Title":"Krojenie","Desc":"Jak kroić warzywa. Francuskie nazwy technik krojenia. Co to jest brunoise? Vichy - plasterki Najładniejsze plasterki uzyskamy z kształtnych, małych warzyw.  Macedoine - klasyczna kostka Kroimy warzywo na plastry, każdy plaster kroimy wzdłuż, a po uzyskaniu długich słupków kroimy je w poprzek.  Jak kroić warzywa. Francuskie nazwy technik krojenia. Co to jest brunoise? Batonnets - słupki Mogą być dowolnej długości i będą ładnie prezentować się w daniach duszonych. Aby uzyskać taką formę, warzywo kroimy wzdłuż na grubsze plastry, a następnie każdy ponownie wzdłuż na grube słupki.  Jak kroić warzywa. Francuskie nazwy technik krojenia. Co to jest brunoise? Brunoise - drobna kosteczka Kroimy warzywo w wąskie słupki, następnie krojąc je w poprzek uzyskamy taką drobną kostkę, która będzie idealna do dekorowania dań.  Julienne - drobne paseczki Tak pokrojone warzywa idealne są do dań azjatyckich oraz francuskich. Warzywo kroimy skosem na cienkie plastry, a następnie siekamy je wzdłuż na zapałkę.  Jak kroić warzywa. Francuskie nazwy technik krojenia. Co to jest brunoise? Paysanne - romby Dekoracyjne romby uzyskamy krojąc warzywo wzdłuż na grubsze plastry, każdy plaster na słupek, a następnie układając nóż pod skosem kroimy słupek na romby.","id":"4kl58D1e37xCBQc3APQZ","Category__NODE":"Tips"}},{"node":{"Img":"http://placeimg.com/640/360/any","Title":"Kucharz","Desc":"Lalallalalalla","id":"dZd1JI8fqGibTKfunXp3","Category__NODE":"Tips"}},{"node":{"Img":"http://placeimg.com/640/360/any","Title":"Smażenie","Desc":"Jak prawidłowo dobrać tłuszcz do smażenia Szeroka gama produktów służących do obróbki termicznej niejednokrotnie sprawia, że próbując dokonać wyboru stajemy przed niemałym dylematem. Na co zwrócić uwagę podczas wybierania tego właściwego tłuszczu do smażenia? Wskazówki znajdziecie w naszym artykule.   Olej, oliwa, masło czy może margaryna? Wybór odpowiedniego tłuszczu do smażenia nie jest prosty i często budzi kontrowersje. Wszystko dlatego, że musimy ocenić produkt, stosując wiele różnych kryteriów i często okazuje się, że to, co pod jednym względem wydaje się być idealne, pod innym jest fatalne. Czasem też tłuszcz do smażenia uznawany za bardzo zdrowy, pod wpływem wysokiej temperatury staje się szkodliwy. Dlatego oceniając produkt, musimy odpowiedzieć sobie na co najmniej dwa pytania: „Z jakich kwasów tłuszczowych się składa?” i „Jaka jest jego temperatura dymienia?”.","id":"gQwxuzVloFcKVDFjGYkE","Category__NODE":"Tips"}},{"node":{"Img":"http://placeimg.com/640/360/any","Title":"Hartowanie","Desc":"Polega na zanurzeniu składników w lodowatej wodzie, co pozwala w odpowiednim momencie zatrzymać proces gotowania.","id":"i7wXeDX3EU4kJ09b5sIV","Category__NODE":"Tips"}},{"node":{"Img":"http://placeimg.com/640/360/any","Title":"Siekanie","Desc":"W każdym odcinku, który koncentruje się na innej kuchni lub wybranych produktach, zmierzą się ze sobą dwie ikony gotowania, m.in. Ken Hom, Allegra McEvedy, Maria Elia i Mark Sargeant. Najlepsi szefowie kuchni poddadzą się trzem konkurencjom, które sprawdzą ich umiejętności, ale także kreatywność i łatwość radzenia sobie z trudnościami i egzotycznymi składnikami. Okaże się, który ze światowej klasy kucharzy jest mistrzem pieczeni, a który królem puddingów oraz kto za każdym razem przygotowuje perfekcyjnie włoskie makarony. Ich dania będą próbowane i oceniane przez specjalne jury, składające się np. z rzeźników czy przedstawicielek Instytutu Kobiet. Miłośnicy kulinariów szukający inspiracji znajdą w programie wiele ciekawych pomysłów, poznają przepisy i tajniki przygotowywania rozmaitych dań bezpośrednio od największych ekspertów.","id":"kiKSLrTo6PMrGYOPyrMZ","Category__NODE":"Tips"}}]}}}